Repository: Eng-Mahmoud-Mokhtar/Aqark
Catalog: Assets/Localization/intl_*.arb
Languages: ar

source: Sign in with Phone Number
ar: تسجيل الدخول برقم الهاتف

source: Sign in with Facebook
ar: تسجيل الدخول عبر فيسبوك

source: Sign in with Google
ar: تسجيل الدخول عبر جوجل

# SubVerifyPhoneNumber
source: Enter the verification code sent to +201017900067
ar: أدخل رمز التحقق المرسل إلى +201017900067

source: Verify
ar: تحقق

# ResendCode
source: Resend Code After 00:59
ar: أعد إرسال الرمز بعد 00:59

source: Choose Country Code
ar: اختر رمز الدولة

source: Full Name
ar: الاسم الكامل

source: First and Last Name
ar: الاسم الأول والأخير

source: Already have an account?
ar: هل لديك حساب بالفعل؟

source: Search for countries
ar: ابحث عن الدول

source: Phone Number
ar: رقم الهاتف

source: No Results to Show
ar: لا توجد نتائج لعرضها

source: Name
ar: الاسم

source: Email
ar: الايميل

source: Save
ar: حفظ

source: Cancel
ar: الغاء

# SendMessage
source: Send a Message
ar: إرسال رسالة

# WriteMessage
source: Write your message
ar: اكتب رسالتك

source: Send
ar: ارسال

# m
source: m²
ar: م²

source: EGP
ar: ج م

source: Beds
ar: غرفة نوم

source: Baths
ar: حمام

# finishingType
source: Finishing
ar: التشطيب

source: Property Type
ar: نوع العقار

source: Listing Date
ar: تاريخ النشر

# deliveryType
source: Delivery In
ar: التسليم في

source: About Property
ar: عن العقار

# Suggested
source: Suggested for You
ar: اقتراحات لك

source: Price
ar: السعر

source: Services
ar: الخدمات

source: Real Estate
ar: العقارات

source: All
ar: الكل

source: Rent
ar: الإيجار

source: Sale
ar: البيع

# no_results
source: No results to display
ar: لا توجد نتائج للعرض

source: For Rent
ar: للإيجار

source: For Sale
ar: للبيع

source: Villas
ar: فيلات

source: Apartments
ar: شقق

source: Apartment
ar: شقة

source: Offices
ar: مكاتب

source: Materials
ar: المواد

source: Design & Finishing
ar: التصميم والتشطيب

source: Government Services
ar: الخدمات الحكومية

source: Properties
ar: العقارات

source: Brokers
ar: الوسطاء

source: Developers
ar: المطورين

source: Available Compounds
ar: المشاريع المتاحة

source: Available Properties
ar: العقارات المتاحة

source: Sort
ar: ترتيب

source: Available Results
ar: النتائج المتاحة

source: Developer Sale
ar: من المطور

source: Resale
ar: اعادة البيع

source: Reset
ar: الغاء

source: Show
ar: عرض

source: Results
ar: نتائج

source: Minimum Price
ar: اقل سعر

source: Maximum Price
ar: أعلى سعر

source: Newest
ar: الأحدث

source: Developer Start Price
ar: سعر المطور يبدأ من

source: Resale Start Price
ar: سعر اعادة البيع يبدأ من

source: Workers
ar: العمال

source: Search for workers
ar: البحث عن العمال

source: Search For Brokers
ar: البحث عن الوسطاء

source: Featured Workers
ar: العمال المميزون

source: Featured Brokers
ar: الوسطاء المميزون

# NoWorkersAvailable
source: No Workers
ar: لا يوجد عمال

# NoBrokersAvailable
source: No Brokers
ar: لا يوجد وسطاء

source: All Workers
ar: جميع العمال

source: Search Options
ar: خيارات البحث

source: Location
ar: الموقع

source: Choose Location
ar: اختر الموقع

source: Choose Worker Role
ar: اختر وظيفة العامل

source: Rating
ar: التقييم

source: Select Location
ar: اختر الموقع

source: Search for governorate or city
ar: ابحث عن محافظة أو مدينة

source: Select Role
ar: اختر الوظيفة

source: Construction
ar: الإنشاءات

source: Plumbing
ar: السباكة

source: Carpentry
ar: النجارة

source: Electrical
ar: الكهرباء

source: Painting
ar: الدهان

source: AC Repair
ar: صيانة المكيفات

source: Mason
ar: بناء

source: Plumber
ar: سباك

source: Carpenter
ar: نجار

source: Electrician
ar: كهربائي

source: Painter
ar: دهان

source: AC Technician
ar: فني تكييف

source: Highest Rating
ar: أعلى تقييم

source: Add Your Review
ar: أضف تقييمك

source: Write your review
ar: اكتب تقييمك

source: Worker Profile
ar: ملف العامل

source: Details
ar: التفاصيل

source: Posts
ar: المنشورات

source: Reviews
ar: التقييمات

source: Call Us
ar: اتصل بنا

source: WhatsApp
ar: واتساب

source: years experience
ar: سنوات الخبرة

source: Apartment
ar: شقة

source: Villa
ar: فيلا

source: Office
ar: مكتب

source: Fully Finished
ar: تشطيب كامل

source: Semi Finished
ar: نصف تشطيب

source: Unfinished
ar: بدون تشطيب

source: Payment Details
ar: تفاصيل الدفع

# FullyPaid
source: Cash
ar: كاش

# Installments
source: Installment
ar: قسط

# InstallmentsOver10
source: Installment over 10 Years
ar: قسط على 10 سنوات

# InstallmentsOver6
source: Installment over 6 Years
ar: قسط على 6 سنوات

# InstallmentsOver2
source: Installment over 2 Years
ar: قسط على سنتين

source: Broker Profile
ar: ملف الوسيط

source: Listing
ar: اعلانات

source: Search for material shops
ar: ابحث عن محلات المواد

source: Featured Shops
ar: محلات مميزة

source: Shops
ar: محلات

# no_shops_available
source: No shops
ar: لا توجد محلات

source: Category
ar: الفئة

source: Category Name
ar: اسم الفئة

source: Choose Category
ar: اختر الفئة

source: Select Category
ar: حدد الفئة

source: Cement
ar: أسمنت

source: Bricks
ar: طوب

source: Steel
ar: حديد

source: Paints
ar: دهانات

source: Tiles
ar: بلاط

source: Products
ar: المنتجات

source: Decoration Engineer
ar: مهندس ديكور

source: Finishing Engineer
ar: مهندس تشطيبات

source: Construction Engineer
ar: مهندس إنشاءات

source: Interior Designer
ar: مصمم داخلي

source: Architect
ar: مهندس معماري

source: Engineers
ar: المهندسين

source: Search For Engineers
ar: البحث عن المهندسين

source: Featured Engineers
ar: المهندسون المميزون

source: No Engineers
ar: لا يوجد مهندسون

source: Engineer Profile
ar: ملف المهندس

# EngineerSpecialty
source: Engineer’s specialty
ar: تخصص المهندس

source: Specialties
ar: التخصصات

source: Interior Design
ar: تصميم داخلي

source: Bathrooms
ar: الحمامات

source: Finishing
ar: التشطيب

source: Bedrooms
ar: غرف النوم

source: Maximum
ar: الحد الأقصى

source: Minimum
ar: الحد الأدنى

source: Price Range
ar: نطاق السعر

source: Property Status
ar: حالة العقار

source: Search Filters
ar: خيارات البحث

source: Search
ar: بحث

source: Compounds
ar: الكمبوندات

source: Recent Searches
ar: عمليات البحث الأخيرة

source: No Recent Searches
ar: لا توجد نتائج للعرض

source: Popular Searches
ar: عمليات البحث الرائجة

source: Less
ar: أقل

source: More
ar: المزيد

source: Compounds Egypt
ar: كمبوندات مصر

source: Newest First
ar: الأحدث أولاً

source: Oldest First
ar: الأقدم أولاً

source: Beds And Baths
ar: غرف النوم والحمامات

source: Starting from
ar: يبدأ من

# realEstateFinancingTitle
source: Real Estate Financing
ar: التمويل العقاري

# housingAndDevelopmentBankTitle
source: Housing and Development Bank
ar: بنك الإسكان والتعمير

# housingAndDevelopmentBankDescription
source: Offers real estate financing with reduced interest rates for citizens as per state policy
ar: يقدم تمويلًا عقاريًا بأسعار فائدة مخفضة للمواطنين وفقًا لسياسة الدولة

# egyptianRealEstateBankTitle
source: Egyptian Real Estate Bank
ar: البنك العقاري المصري

# egyptianRealEstateBankDescription
source: One of the most prominent banks specialized in real estate financing in Egypt
ar: أحد أبرز البنوك المتخصصة في التمويل العقاري في مصر

# licensesTitle
source: Licenses
ar: التراخيص

# buildingLicensesTitle
source: Building Licenses
ar: تراخيص البناء

# buildingLicensesDescription
source: Procedures for obtaining a building license per the unified building law
ar: إجراءات الحصول على ترخيص بناء وفقًا لقانون البناء الموحد

# operatingLicensesTitle
source: Operating Licenses
ar: تراخيص التشغيل

# operatingLicensesDescription
source: Procedures for obtaining an operating license for various establishments
ar: إجراءات الحصول على ترخيص تشغيل لمختلف المنشآت

# realEstateTaxesTitle
source: Real Estate Taxes
ar: الضرائب العقارية

# valueAddedTaxTitle
source: Value Added Tax
ar: ضريبة القيمة المضافة

# valueAddedTaxDescription
source: Procedures for paying value-added tax on real estate transactions
ar: إجراءات دفع ضريبة القيمة المضافة على المعاملات العقارية

# propertyTaxTitle
source: Property Tax
ar: ضريبة العقارات

# propertyTaxDescription
source: Annual tax imposed on properties owned by individuals and companies
ar: ضريبة سنوية مفروضة على العقارات المملوكة للأفراد والشركات

# realEstateRegistrationsTitle
source: Real Estate Registrations
ar: تسجيل العقارات

# propertyRegistrationTitle
source: Property Registration
ar: تسجيل الملكية

# propertyRegistrationDescription
source: Procedures for registering properties at the real estate registry
ar: إجراءات تسجيل العقارات في السجل العقاري

# mortgageRegistrationTitle
source: Mortgage Registration
ar: تسجيل الرهن العقاري

# mortgageRegistrationDescription
source: Procedures for registering mortgages to secure loans
ar: إجراءات تسجيل الرهون العقارية لتأمين القروض

# realEstateReconciliationsTitle
source: Real Estate Reconciliations
ar: التسويات العقارية

# propertyDisputeResolutionTitle
source: Property Dispute Resolution
ar: تسوية نزاعات الملكية

# propertyDisputeResolutionDescription
source: Procedures for resolving property disputes amicably or judicially
ar: إجراءات تسوية نزاعات الملكية وديًا أو قضائيًا

# buildingViolationReconciliationTitle
source: Building Violation Reconciliation
ar: تسوية مخالفات البناء

# buildingViolationReconciliationDescription
source: Procedures for reconciling building violations per the law
ar: إجراءات تسوية مخالفات البناء وفقًا للقانون

# registerRequestFor
source: Register Request for {serviceTitle}
ar: تسجيل طلب لـ {serviceTitle}

# fillFormPrompt
source: Fill out the form below, and our team will follow up within 48 hours.
ar: املأ النموذج أدناه، وسيتابع فريق التطبيق خلال 48 ساعة.

# fullNameLabel
source: Full Name
ar: الاسم الكامل

# fullNameError
source: Please enter the name
ar: الرجاء إدخال الاسم

# phoneNumberLabel
source: Phone Number
ar: رقم الهاتف

# phoneNumberError
source: Please enter the phone number
ar: الرجاء إدخال رقم الهاتف

# phoneNumberInvalidError
source: Please enter a valid phone number (11 digits)
ar: الرجاء إدخال رقم هاتف صحيح (11 رقمًا)

# requestDetailsLabel
source: Request Details
ar: تفاصيل الطلب

# requestDetailsError
source: Please enter your request details
ar: الرجاء إدخال تفاصيل طلبك

# submitRequestButton
source: Submit Request
ar: إرسال الطلب

# submittedSuccessfullyTitle
source: Submitted Successfully
ar: تم الإرسال بنجاح

# submittedSuccessfullyMessage
source: The app team will follow up within 48 hours.
ar: سيقوم فريق التطبيق بالمتابعة خلال 48 ساعة.

# okButton
source: OK
ar: موافق

source: Contracting
ar: المقاولات

# nationalIdLabel
source: National ID
ar: رقم الهوية الوطنية

# nationalIdError
source: Please enter a valid National ID
ar: يرجى إدخال رقم الهوية الوطنية

source: Search for interior design companies
ar: ابحث عن شركات التصميم

source: Modern
ar: حديث

source: Classic
ar: كلاسيكي

source: Minimalist
ar: بسيط

source: Industrial
ar: صناعي

source: Scandinavian
ar: اسكندنافي

source: Bohemian
ar: بوهيمي

source: Traditional
ar: تقليدي

source: Featured Companies
ar: الشركات المميزة

source: Companies
ar: الشركات

source: No companies available
ar: لا توجد شركات متاحة

source: Our Services
ar: خدماتنا

source: Design Features
ar: ميزات التصميم

source: Our Process
ar: اعمالنا

source: Portfolio
ar: معرض الأعمال

source: Request Design Consultation
ar: طلب استشارة تصميم

source: Contracting Companies
ar: شركات المقاولات

source: Project Features
ar: مميزات المشروع

source: Request Construction Consultation
ar: طلب استشارة بناء

source: Search for contracting companies
ar: البحث عن شركات المقاولات
