Repository: Eng-Mahmoud-Mokhtar/Aqark
Catalog: Assets/Localization/intl_*.arb
Languages: ar

source: Welcome,
ar: مرحبا,

# best
source: Find the best place!
ar: ابحث عن أفضل مكان

source: Select App Language
ar: اختر لغة التطبيق

source: Edit Profile
ar: تعديل الملف الشخصي

source: Sell Your Property
ar: بيع عقارك

source: Contact Us
ar: اتصل بنا

source: Favorite
ar: المفضلة

source: Rate Us
ar: قيمنا

source: About us
ar: من نحن

source: Language
ar: اللغة

source: Terms and conditions
ar: الشروط والأحكام

source: Privacy Policy
ar: سياسة الخصوصية

# bottomHome
source: Home
ar: الرئيسية

# bottomExplore
source: Explore
ar: استكشاف

# bottomMore
source: More
ar: المزيد

# searchforProperty
source: Search by area
ar: البحث بالمنطقة

source: Recommended
ar: موصي به

source: See all
ar: عرض الكل

# favorites
source: Manage Favorites
ar: ادارة المفضلة

# nofavorites
source: No Favorite Yet
ar: لا توجد مفضلات حتى الآن

# subNofavorites
source: Start favoriting compounds to help you keep track of them later .
ar: ابدأ بإضافة المجمعات إلى المفضلة لمساعدتك على متابعتها لاحقاً.

# section1
source: At Building Knowledge, we are committed to protecting and respecting user privacy. This Privacy Policy is designed to inform you about the privacy practices we follow, the data and information we collect about you, how we obtain that information, and how we use, share, and process it in the course of conducting our business through our application.
ar: في شركة Building Knowledge، نحن ملتزمون بحماية واحترام خصوصية المستخدمين. تم تصميم سياسة الخصوصية هذه لإعلامكم بممارسات الخصوصية التي نتبعها، والبيانات والمعلومات التي نجمعها عنكم، وكيفية الحصول على تلك المعلومات، وكيفية استخدامها ومشاركتها ومعالجتها أثناء ممارسة أعمالنا من خلال تطبيقنا.

# section2
source: This Privacy Policy applies to the Building Knowledge application and all subsidiary services associated with the company or operating under the name Building Knowledge. By accessing and using our application or the services we provide, you acknowledge that you have read and agree to the collection and processing of your personal data in accordance with this Privacy Policy. We will notify you of any changes to the way we process your data if such changes occur at any time.
ar: تنطبق سياسة الخصوصية هذه على تطبيق Building Knowledge وجميع الخدمات الفرعية المرتبطة بالشركة أو التي تعمل تحت اسم Building Knowledge. من خلال الوصول إلى تطبيقنا أو استخدام الخدمات التي نقدمها، فإنك تقر بأنك قد قرأت وتوافق على جمع ومعالجة بياناتك الشخصية وفقًا لسياسة الخصوصية هذه. سنخطرك بأي تغييرات في طريقة معالجة بياناتك إذا طرأت مثل هذه التغييرات في أي وقت.

# section3
source: Key Terms
ar: المصطلحات الرئيسية

# section4
source: To help clarify our Privacy Policy as much as possible, these terms will help you understand what we mean:
ar: لمساعدتك على فهم سياسة الخصوصية بوضوح قدر الإمكان، ستساعدك هذه المصطلحات على فهم ما نعنيه:

# section5
source: - Company: The terms 'Company,' 'we,' 'our,' and 'us' in this Privacy Policy refer to Building Knowledge, located at (47, North 90th Street, New Cairo, Egypt) (Tower 2, Gezira Plaza, 6th of October, Egypt), which is responsible for your information under this Privacy Policy.
ar: - الشركة: تشير مصطلحات 'الشركة' و'نحن' و'خاصتنا' و'لنا' في سياسة الخصوصية هذه إلى شركة Building Knowledge، الكائنة في (47، شارع نورث 90، نيو القاهرة، مصر) (البرج 2، جيزة بلازا، السادس من أكتوبر، مصر)، والمسؤولة عن معلوماتك بموجب سياسة الخصوصية هذه.

# section6
source: - Country: The location of Building Knowledge or its owners/founders, in this case, Egypt.
ar: - البلد: موقع شركة Building Knowledge أو مالكيها/مؤسسيها، وفي هذه الحالة، مصر.

# section7
source: - Customer: Refers to any company, organization, or individual who accesses and uses our application or the services we provide.
ar: - العميل: يشير إلى أي شركة أو منظمة أو فرد يقوم بالوصول إلى تطبيقنا أو استخدام الخدمات التي نقدمها.

# section8
source: - Device: Any internet-connected device such as a phone, tablet, computer, or any other device used to access the Building Knowledge application and use its services.
ar: - الجهاز: أي جهاز متصل بالإنترنت مثل الهاتف أو الجهاز اللوحي أو الكمبيوتر أو أي جهاز آخر يُستخدم للوصول إلى تطبيق Building Knowledge واستخدام خدماته.

# section9
source: - IP Address: A number assigned to each device connected to the internet, known as an Internet Protocol (IP) address. These numbers are usually assigned in geographic blocks and can often be used to identify the location from which the device is connecting to the internet.
ar: - عنوان IP: هو رقم يُخصص لكل جهاز متصل بالإنترنت، ويُعرف بعنوان بروتوكول الإنترنت (IP). وعادةً ما تُخصص هذه الأرقام في كتل جغرافية ويمكن استخدامها غالبًا لتحديد الموقع الذي يتصل منه الجهاز بالإنترنت.

# section10
source: - Personal Data: Any personal information we store about you, including your national ID or any identification documents.
ar: - البيانات الشخصية: أي معلومات شخصية نقوم بتخزينها عنك، بما في ذلك رقم هويتك الوطنية أو أي وثائق تعريفية.

# section11
source: - Service: Refers to the service provided by Building Knowledge as described in this policy.
ar: - الخدمة: تشير إلى الخدمة المقدمة من Building Knowledge كما هو موضح في هذه السياسة.

# section12
source: - You: Any person or entity who accesses and uses our application or the services we provide.
ar: - أنت: أي شخص أو كيان يقوم بالوصول إلى تطبيقنا أو استخدام الخدمات التي نقدمها.

# section13
source: What Information Do We Collect?
ar: ما هي المعلومات التي نجمعها؟

# section14
source: We collect personal information and data in the course of conducting our business, when you use our application, register on it, place an order, subscribe to newsletters, respond to surveys, or fill out forms. This information may include:
ar: نقوم بجمع المعلومات والبيانات الشخصية أثناء ممارسة أعمالنا، عندما تستخدم تطبيقنا، أو تقوم بالتسجيل فيه، أو تقديم طلب، أو الاشتراك في النشرات الإخبارية، أو الرد على الاستطلاعات، أو ملء النماذج. قد تشمل هذه المعلومات:

# section15
source: - Your name.
ar: - اسمك.

# section16
source: - Your phone number.
ar: - رقم هاتفك.

# section17
source: - Your email address.
ar: - بريدك الإلكتروني.

# section18
source: How Do We Use the Information We Collect?
ar: كيف نستخدم المعلومات التي نجمعها؟

# section19
source: We may use the information we collect from you in the following ways:
ar: قد نستخدم المعلومات التي نجمعها منك بالطرق التالية:

# section20
source: - To provide better service to users, maintain internal records, and improve our products and services.
ar: - لتقديم خدمة أفضل للمستخدمين، والحفاظ على سجلات داخلية، وتحسين منتجاتنا وخدماتنا.

# section21
source: - To enhance your experience (your information helps us respond better to your individual needs).
ar: - لتحسين تجربتك (تساعدنا معلوماتك على الاستجابة بشكل أفضل لاحتياجاتك الفردية).

# section22
source: - To improve our application (we continually strive to improve our offerings based on the information and feedback we receive from you).
ar: - لتحسين تطبيقنا (نسعى باستمرار لتحسين عروضنا بناءً على المعلومات والتعليقات التي نتلقاها منك).

# section23
source: - To enhance customer service (your information helps us respond more effectively to customer service requests and support needs).
ar: - لتحسين خدمة العملاء (تساعدنا معلوماتك على الاستجابة بشكل أكثر فعالية لطلبات خدمة العملاء واحتياجات الدعم).

# section24
source: Do We Share the Information We Collect with Third Parties?
ar: هل نشارك المعلومات التي نجمعها مع أطراف ثالثة؟

# section25
source: We may share the information we collect, whether personal or non-personal, with third parties such as specific real estate agents, real estate brokerage firms, agents, developers, or other service providers we work with, when requested by the user or as part of the user's use of the application. For example, if a user inquires about a property, we may transfer the user's personal information to the real estate agents handling the sale or rental of that property.
ar: قد نشارك المعلومات التي نجمعها، سواء كانت شخصية أو غير شخصية، مع أطراف ثالثة مثل وكلاء عقارات محددين أو شركات وساطة عقارية أو وكلاء أو مطورين أو مقدمي خدمات آخرين نتعامل معهم، عندما يطلب المستخدم ذلك أو كجزء من استخدام المستخدم للتطبيق. على سبيل المثال، إذا استفسر المستخدم عن عقار، فقد نقوم بنقل المعلومات الشخصية للمستخدم إلى وكلاء العقارات المسؤولين عن بيع أو تأجير ذلك العقار.

# section26
source: Where and When Is Customer and End-User Information Collected?
ar: أين ومتى يتم جمع معلومات العملاء والمستخدم النهائي؟

# section27
source: Building Knowledge collects the personal information that you provide to us. We may also receive personal information about you from third parties as described above.
ar: تقوم Building Knowledge بجمع المعلومات الشخصية التي تقدمها لنا. كما قد نتلقى معلومات شخصية عنك من أطراف ثالثة كما هو موضح أعلاه.

# section28
source: How Do We Use Your Email Address?
ar: كيف نستخدم بريدك الإلكتروني؟

# section29
source: By providing your email address on the application, you agree to receive emails from us. You can unsubscribe from any email list at any time by clicking the unsubscribe link or any other opt-out option included in the relevant email.
ar: من خلال تقديم بريدك الإلكتروني على التطبيق، فإنك توافق على تلقي رسائل بريد إلكتروني منا. يمكنك إلغاء الاشتراك في أي قائمة بريد إلكتروني في أي وقت عن طريق النقر على رابط إلغاء الاشتراك أو أي خيار آخر لإلغاء الاشتراك المضمن في البريد الإلكتروني المعني.

# section30
source: How Long Do We Retain Your Information?
ar: إلى متى نحتفظ بمعلوماتك؟

# section31
source: The duration for which we retain your personal information varies. Typically, we do not retain personal information longer than necessary to respond to inquiries or complaints or to improve the services we provide.
ar: تختلف المدة التي نحتفظ فيها بمعلوماتك الشخصية. عادةً، لا نحتفظ بالمعلومات الشخصية لفترة أطول مما هو ضروري للرد على الاستفسارات أو الشكاوى أو لتحسين الخدمات التي نقدمها.

# section32
source: Can My Information Be Transferred to Other Countries?
ar: هل يمكن نقل معلوماتي إلى دول أخرى؟

# section33
source: The information and data we collect from users may be transferred, stored, and hosted outside the country from which the information originates. We are committed to taking appropriate measures to ensure the protection and security of your personal information when it is transferred outside your country.
ar: قد يتم نقل وتخزين واستضافة المعلومات والبيانات التي نجمعها من المستخدمين خارج الدولة التي نشأت منها المعلومات. نحن ملتزمون باتخاذ التدابير المناسبة لضمان حماية وأمن معلوماتك الشخصية عند نقلها خارج بلدك.

# section34
source: Is the Information Collected Through Building Knowledge Secure?
ar: هل المعلومات التي يتم جمعها من خلال Building Knowledge آمنة؟

# section35
source: Ensuring the security of your personal information and preventing unauthorized access is a top priority for us. We are committed to taking all reasonably necessary steps to protect your personal information from unauthorized access, use, alteration, disclosure, or destruction.
ar: يعد ضمان أمان معلوماتك الشخصية ومنع الوصول غير المصرح به أولوية قصوى بالنسبة لنا. نحن ملتزمون باتخاذ جميع الخطوات اللازمة بشكل معقول لحماية معلوماتك الشخصية من الوصول أو الاستخدام أو التعديل أو الكشف أو التدمير غير المصرح به.

# section36
source: Can I Update or Correct My Information?
ar: هل يمكنني تحديث أو تصحيح معلوماتي؟

# section37
source: Under applicable law, you have the right to request access to the personal data we have collected about you for the purpose of reviewing, modifying, or requesting its deletion. You can contact us to:
ar: بموجب القانون المعمول به، يحق لك طلب الوصول إلى البيانات الشخصية التي جمعناها عنك لغرض مراجعتها أو تعديلها أو طلب حذفها. يمكنك الاتصال بنا لـ:

# section38
source: 1. Update or correct your personal identification information.
ar: 1. تحديث أو تصحيح معلومات تعريفك الشخصية.

# section39
source: 2. Change your preferences regarding communications and other information you receive from us.
ar: 2. تغيير تفضيلاتك بخصوص الاتصالات والمعلومات الأخرى التي تتلقاها منا.

# section40
source: 3. Delete the personal information stored in our systems.
ar: 3. حذف المعلومات الشخصية المحتفظ بها في أنظمتنا.

# section41
source: Children's Privacy
ar: خصوصية الأطفال

# section42
source: We are committed to protecting the privacy of children. We do not target anyone under the age of 13 through our application. If we learn that we have collected personal data from anyone under the age of 13 without parental consent, we will take steps to remove that information from our servers.
ar: نحن ملتزمون بحماية خصوصية الأطفال. لا نستهدف أي شخص تحت سن 13 عامًا من خلال تطبيقنا. إذا علمنا أننا جمعنا بيانات شخصية من أي شخص تحت سن 13 بدون موافقة الوالدين، سنتخذ خطوات لإزالة تلك المعلومات من خوادمنا.

# section43
source: Changes to Our Privacy Policy
ar: تغييرات على سياسة الخصوصية الخاصة بنا

# section44
source: We may update this Privacy Policy from time to time as deemed necessary. In the event of any material changes, we will notify users as required by applicable law.
ar: قد نقوم بتحديث سياسة الخصوصية هذه من وقت لآخر حسب ما نراه ضروريًا. وفي حالة حدوث أي تغييرات جوهرية، سنخطركم وفقًا لما يقتضيه القانون المعمول به.

# section45
source: Contact Us
ar: اتصل بنا

# section46
source: If you have any questions, please feel free to contact us via email: info@buildingknowledge.com
ar: إذا كانت لديك أية أسئلة، فلا تتردد في الاتصال بنا عبر البريد الإلكتروني: info@buildingknowledge.com

# terms_section1
source: By using the Building Knowledge application (including all its features—whether mobile or otherwise—owned and operated by Building Knowledge), as well as the related data and services (collectively referred to as 'Services'), you agree to be bound by the following Terms of Use, which may be updated from time to time.
ar: باستخدام تطبيق Building Knowledge (بما في ذلك جميع خصائصه - سواء كانت للهاتف المحمول أو غير ذلك - المملوكة والمدارة من قبل Building Knowledge)، والبيانات والخدمات ذات الصلة (المشار إليها مجتمعة باسم 'الخدمات')، فإنك توافق على الالتزام بشروط الاستخدام التالية، والتي قد يتم تحديثها من وقت لآخر.

# terms_section2
source: Permitted Use Unless you are a real estate or financial loan professional acting in your professional capacity, you agree to use the Services for personal purposes only. Commercial use is limited to transactions conducted on your own behalf. Real estate or loan professionals may use the Services to provide information to clients or act on their behalf (such as listing a property for sale). However, loan professionals are prohibited from using Building Knowledge's information to make loan-related decisions.
ar: الاستخدام المسموح به ما لم تكن محترفًا في العقارات أو القروض المالية وتتصرف بصفتك المهنية، فإنك توافق على استخدام الخدمات لأغراض شخصية فقط. يقتصر الاستخدام التجاري على المعاملات التي تتم لحسابك الشخصي فقط. يجوز لمحترفي العقارات أو القروض استخدام الخدمات لتقديم المعلومات للعملاء أو اتخاذ إجراءات نيابة عنهم (مثل إدراج عقار للبيع). ومع ذلك، يُحظر على محترفي القروض استخدام معلومات Building Knowledge لاتخاذ قرارات متعلقة بالقروض.

# terms_section3
source: 1. Acceptable Use You agree not to use the Services in an unlawful manner or in a way that harms Building Knowledge, service providers, suppliers, or other users. Prohibited activities include distributing spam, chain letters, pyramid schemes, or similar communications. You may not impersonate another person or misrepresent your relationship with any entity.
ar: ١. الاستخدام المقبول توافق على عدم استخدام الخدمات بطريقة غير قانونية أو بطريقة تضر بـ Building Knowledge أو مزودي الخدمة أو الموردين أو المستخدمين الآخرين. تشمل الأنشطة المحظورة توزيع البريد العشوائي، والرسائل المتسلسلة، والمخططات الهرمية، أو أي اتصالات مماثلة. لا يجوز لك انتحال شخصية شخص آخر أو تقديم معلومات زائفة حول علاقتك بكيان معين.

# terms_section4
source: 2. Automated Queries Sending automated queries (such as data scraping, spiders, bots, or crawlers) is prohibited unless you have written permission from Building Knowledge. Public search engines may index the Services only within the limits permitted by applicable copyright law and must not bypass security measures like CAPTCHA.
ar: ٢. الاستعلامات التلقائية يُحظر إرسال استعلامات تلقائية (مثل سحب البيانات، العناكب، الروبوتات، برامج الزحف) ما لم تحصل على إذن كتابي من Building Knowledge. يُسمح لمحركات البحث العامة بفهرسة الخدمات فقط في الحدود التي يسمح بها قانون حقوق النشر المعمول به، ولا يجوز لها تجاوز أنظمة الأمان مثل CAPTCHA.

# terms_section5
source: Content Submission; Account Use; Privacy By submitting any content to Building Knowledge, you grant an irrevocable, perpetual, royalty-free, worldwide license to use, copy, distribute, display, modify, and translate your content in connection with the Services or other media. Building Knowledge may remove or modify any content you submit at any time.
ar: المواد التي تقدمها؛ استخدام الحساب؛ الخصوصية عند تقديم أي مواد إلى Building Knowledge، فإنك تمنح ترخيصًا غير قابل للإلغاء، ودائمًا، وخاليًا من حقوق الملكية في جميع أنحاء العالم لاستخدام ونسخ وتوزيع وعرض وتعديل وترجمة المواد الخاصة بك فيما يتعلق بالخدمات أو وسائل الإعلام الأخرى. يجوز لـ Building Knowledge إزالة أو تعديل أي مادة مقدمة من طرفك في أي وقت.

# terms_section6
source: Updating or Correcting Information Your ability to update or correct information depends on your relationship with Building Knowledge. Users may request updates, corrections, or deletions of personal data by contacting Building Knowledge. However, some information may remain in backup systems and cannot be fully erased.
ar: تحديث أو تصحيح المعلومات تعتمد قدرتك على تحديث أو تصحيح المعلومات على علاقتك بـ Building Knowledge. يمكن للعملاء طلب تحديث أو تصحيح أو حذف المعلومات الشخصية من خلال التواصل مع Building Knowledge. ومع ذلك، قد تبقى بعض المعلومات في أنظمة النسخ الاحتياطي ولا يمكن محوها بالكامل.

# terms_section7
source: Role of Building Knowledge Building Knowledge is a licensed real estate broker in Egypt.
ar: دور Building Knowledge يُعد Building Knowledge وسيطًا عقاريًا مرخصًا في مصر.

# terms_section8
source: Intellectual Property The Services are the proprietary property of Building Knowledge. You may not use Building Knowledge’s trademarks as part of your username or email address. Building Knowledge does not claim copyright over images or descriptions listed, as their use is subject to the copyright owner’s consent and applicable laws.
ar: الملكية الفكرية تعد الخدمات ملكية خاصة بـ Building Knowledge. لا يجوز لك استخدام العلامات التجارية لـ Building Knowledge كجزء من اسم المستخدم أو عنوان البريد الإلكتروني الخاص بك. لا يدعي Building Knowledge حقوق الطبع والنشر للصور أو الأوصاف المدرجة، حيث يخضع استخدامها لموافقة مالك حقوق الطبع والنشر والقوانين المعمول بها.

# terms_section9
source: Limitation of Liability; Exclusive Remedy Building Knowledge and its suppliers are not liable for any indirect, consequential, special, incidental, or punitive damages arising from your use of the Services. Your sole remedy if you are dissatisfied with these terms is to discontinue using the Services.
ar: تحديد المسؤولية؛ العلاج الحصري لا يتحمل Building Knowledge أو الموردون المسؤولية عن أي أضرار غير مباشرة أو تبعية أو خاصة أو عرضية أو عقابية ناشئة عن استخدامك للخدمات. العلاج الوحيد المتاح لك إذا كنت غير راضٍ عن هذه الشروط هو التوقف عن استخدام الخدمات.

# terms_section10
source: Changes; Service Discontinuation Building Knowledge may modify these terms at any time. Changes take effect immediately upon posting. Continued use of the Services constitutes acceptance of these changes. Building Knowledge may also modify, suspend, or discontinue the Services without prior notice.
ar: التغييرات؛ التوقف عن الخدمة يجوز لـ Building Knowledge تعديل هذه الشروط في أي وقت. تكون التغييرات سارية فور نشرها. يشكل استمرار استخدامك للخدمات قبولًا لهذه التغييرات. كما يجوز لـ Building Knowledge تعديل أو تعليق أو إيقاف الخدمات دون إشعار مسبق.

# terms_section11
source: Governing Law; Disputes These terms are governed by the laws of the Arab Republic of Egypt. Any disputes shall be resolved in courts located in Cairo, Egypt. The prevailing party in any dispute is entitled to recover attorney fees and legal costs.
ar: اختيار القانون؛ النزاعات تخضع هذه الشروط لقوانين جمهورية مصر العربية. يجب حل أي نزاعات في المحاكم الواقعة في القاهرة، مصر. يحق للطرف الفائز في أي نزاع استرداد أتعاب المحاماة والتكاليف القانونية.

# terms_section12
source: Indemnification You agree to defend, indemnify, and hold harmless Building Knowledge from any claims arising from your violation of these terms, your use of the Services, your violation of laws, or any content you submit through your account.
ar: التعويض توافق على الدفاع عن Building Knowledge وتعويضه وحمايته من أي مطالبات ناتجة عن انتهاكك لهذه الشروط أو استخدامك للخدمات أو انتهاك القوانين أو المواد التي تقدمها عبر حسابك.

# terms_section13
source: Liability Waiver Building Knowledge, its affiliates, and representatives are released from any liability related to claims you may bring against third parties due to the Services.
ar: الإعفاء من المسؤولية تُعفي Building Knowledge وفروعه وممثليه من أي مسؤولية متعلقة بالمطالبات التي قد ترفعها ضد أطراف ثالثة بسبب الخدمات.

# terms_section14
source: General Provisions You agree to comply with all applicable export laws when using the Services.
ar: أحكام عامة توافق على الامتثال لجميع قوانين التصدير المعمول بها عند استخدام الخدمات.

# terms_section15
source: For any inquiries or requests regarding your information, please contact Building Knowledge via email at info@buildingknowledge.com.
ar: لأي استفسارات أو طلبات بخصوص معلوماتك، يُرجى التواصل مع Building Knowledge عبر البريد الإلكتروني: info@buildingknowledge.com.

source: About Us
ar: من نحن

source: About Company
ar: عن الشركة

# SubAboutCompany
source: Welcome to Building Knowledge. We're here to simplify your real estate journey. Our team offers personalized solutions and exceptional service to help you find your dream property. Contact us today to get started!
ar: مرحبًا بك في Building Knowledge. نحن هنا لتبسيط رحلتك العقارية. يقدم فريقنا حلولًا مخصصة وخدمة استثنائية لمساعدتك في العثور على العقار الذي تحلم به. تواصل معنا اليوم للبدء!

source: Our Mission
ar: مهمتنا

# SubOurMission
source: At Building Knowledge, we're committed to simplifying the real estate process. Our mission is to empower individuals and families to find their perfect home or investment property by providing intuitive tools, expert guidance, and exceptional service. We strive to make the journey of buying, selling, or renting real estate as seamless and rewarding as possible for our users.
ar: في Building Knowledge، نحن ملتزمون بتبسيط عملية العقارات. مهمتنا هي تمكين الأفراد والعائلات من العثور على منزلهم المثالي أو عقارهم الاستثماري من خلال توفير أدوات مبتكرة، وإرشاد خبراء، وخدمة استثنائية. نسعى لجعل تجربة شراء، بيع، أو تأجير العقارات سلسة ومجزية قدر الإمكان لمستخدمينا.

source: Notification
ar: الاشعارات

# NoNotification
source: No Notification Yet
ar: لا توجد إشعارات حتى الآن

# SubNoNotification
source: No Notification Yet
ar: ليس لديك أي إشعارات في الوقت الحالي. عد لاحقًا

source: Get started
ar: ابدأ

source: Next
ar: التالي

source: Skip
ar: تخطَّ

# OnBoarding1title
source: Welcome Home
ar: مرحبًا بك في المنزل

# OnBoarding1description
source: Welcome, your gateway to finding the perfect home sweet home.
ar: مرحبًا، بوابتك للعثور على المنزل المثالي والسعيد.

# OnBoarding2title
source: Tailor Your Search
ar: خصص بحثك

# OnBoarding2description
source: Preparing comprehensive contracts to secure your investments in real estate and construction projects.
ar: إعداد عقود شاملة لضمان استثماراتك في العقارات ومشاريع البناء.

# OnBoarding3title
source: Let's Get Started
ar: لنبدأ الآن

# OnBoarding3description
source: Let's dive in together and find your perfect home with Building Knowledge.
ar: لننطلق معًا ونجد منزلك المثالي مع Building Knowledge.

source: Not a member?
ar: لست عضوًا؟

source: Sign up
ar: إنشاء حساب

source: Login
ar: تسجيل الدخول

# ByContinuingYouAgree
source: By continuing you agree to our
ar: بمتابعتك، فإنك توافق على

source: and
ar: و
